Repository: jrobsonchase/ltsp-arch
Catalog: client/ldm2/po/*.po
Languages: de

source: <b>Verifying password, please wait...</b>
de: <b>Überprüfe Passwort, bitte warten...</b>

source: This workstation isn't authorized to connect to server
de: Diese Arbeitsstation ist nicht für Anmeldungen authorisiert

source: <b>Password incorrect. Try again.</b>
de: <b>Passwort inkorrekt. Bitte nochmals versuchen.</b>

source: <b>Login failed!</b>
de: <b>Login fehlgeschlagen!</b>

source: Your password has expired. Please enter a new one.
de: Dieses Passwort ist abgelaufen. Bitte ein neues eingeben.

source: Please enter your password again to verify.
de: Bitte das Passwort nocheinmal zur Kontrolle eingeben.

source: Your passwords didn't match. Try again. Please enter a password.
de: Die Passworte stimmen nicht überein, bitte erneut versuchen.

source: Password not updated.
de: Passwort nicht aktualisiert.

source: Username
de: Benutzername

source: Password
de: Passwort
