Repository: jrobsonchase/ltsp-arch
Catalog: debian/po/*.po
Languages: bg, ca, cs, de, eu, fr, gl, nl, pt, ru, sv

source: Set up an LTSP chroot environment?
bg: Подготвяне на обкръжение за chroot на LTSP?
ca: Voleu configurar un entorn chroot per a LTSP?
cs: Nastavit chroot prostředí pro LTSP?
de: Eine LTSP-Chroot-Umgebung einrichten?
eu: LTSP chroot ingurunera konfiguratu?
fr: Faut-il créer un environnement fermé d'exécution (« chroot ») pour LTSP ?
gl: ¿Configurar un ambiente chroot de LTSP?
nl: Wilt u een LTSP-chroot-omgeving opzetten?
pt: Configurar um ambiente chroot LTSP?
ru: Настроить chroot-окружение LTSP?
sv: Konfigurera en chroot-miljö för LTSP?

source: Please choose whether you want to set up an LTSP chroot environment on this machine, to act as a thin client server.
bg: Изберете дали искате да подготвите обкръжение за LTSP. От това зависи функционирането на системата като сървър за тънки клиенти.
ca: Indiqueu si voleu configurar en aquesta màquina un entorn chroot per a LTSP, que actuarà com a servidor de clients lleugers.
cs: Rozhodněte se, zda chcete na tomto počítači vytvořit chrootované prostředí pro LTSP, které bude sloužit jako server pro tenké klienty.
de: Bitte entscheiden Sie, ob auf diesem Rechner eine LTSP-Chroot-Umgebung eingerichtet werden soll, damit er als Server für Thin Clients dienen kann.
eu: Mesedez hautatu makina hau bezero arin bezala funtzionatzeko LTSP chroot ingurunea konfiguratzea nahi duzun ala ez.
fr: Veuillez choisir si vous souhaitez établir un environnement fermé d'exécution pour que la machine fonctionne en serveur de client léger LTSP.
gl: Indique se quere configurar un ambiente chroot de LTSP nesta máquina para actuar coma un servidor de clientes lixeiros.
nl: Wilt u de LTSP-chroot-omgeving op deze machine opzetten als een thin-client-server?
pt: Por favor escolha se quer configurar um ambiente chroot LTSP nesta máquina, para servir de servidor de clientes leves.
sv: Välj huruvida du vill konfigurera en chroot-miljö för LTSP på den här maskinen som fungerar som en server för tunna klienter.

source: Build LTSP chroot
bg: Създаване на обкръжение за LTSP
ca: Construeix el chroot LTSP
cs: Vytvořit chroot pro LTSP
de: LTSP-Chroot-Umgebung einrichten
eu: LTSP chroot-a eraiki
fr: Construction du « chroot » LTSP
gl: Construír chroot de LTSP
nl: Bouw de LTSP-chroot
pt: Construir o chroot LTSP
ru: Сборка LTSP chroot
sv: Bygg chroot för LTSP

source: Building LTSP chroot...
bg: Създава се обкръжение за LTSP...
ca: S'està construint el chroot per a LTSP...
cs: Vytváří se chroot pro LTSP...
de: Die LTSP-Chroot-Umgebung wird eingerichtet ...
eu: LTSP chroot-a eraikitzen...
fr: Construction de l'environnement fermé d'exécution LTSP en cours ...
gl: A construír o chroot de LTSP...
nl: De LTSP-chroot wordt opgebouwd...
pt: A construir o chroot LTSP...
ru: Собирается LTSP chroot...
sv: Bygger chroot för LTSP...

source: No interface for LTSP dhcpd configuration
bg: Не е открит интерфейс за dhcpd и LTSP
ca: No hi ha cap interfície per a la configuració del dhcpd de l'LTSP
cs: Žádné rozhraní pro konfiguraci LTSP dhcpd
de: Keine Netzwerkschnittstelle für die LTSP-dhcpd-Konfiguration vorhanden.
eu: Ez dago interfazerik LTSP dhcpd konfiguraziorako
fr: Aucune interface trouvée pour la configuration du dhcpd de LTSP
gl: Ningunha interface para configurar dhcpd para LTSP
nl: Er is geen interface beschikbaar voor de LTSP dhcpd configuratie.
pt: Não foi encontrada nenhuma interface para a configuração do dhcp do LTSP
sv: Inget nätverksgränssnitt för LTSP:s dhcpd-konfiguration

source: There are no free interfaces for usage with the LTSP server. Please manually configure the /etc/ltsp/dhcpd.conf file to point to a valid static interface after the installation has completed.
bg: Няма свободни интерфейси, които да бъдат използвани от LTSP-сървъра. Необходимо е след завършване на инсталацията да настроите /etc/ltsp/dhcpd.conf, използвайки статичен мрежов интерфейс.
ca: No hi ha cap interfície disponible per al servidor LTSP. Si us plau, quan acabi la instal·lació, configureu el fitxer /etc/ltsp/dhcpd.conf manualment per a que apunti a una interfície estàtica vàlida.
cs: Neexistují žádná volná rozhraní, která by mohl LTSP server použít. Po instalaci prosím ručně upravte soubor /etc/ltsp/dhcpd.conf tak, aby ukazoval na platné statické rozhraní.
de: Es gibt keine freien Netzwerkschnittstellen für den LTSP-Server. Bitte editieren Sie nach Abschluss der Installation die Datei /etc/ltsp/dhcpd.conf per Hand, so dass sie auf eine gültige statische Schnittstelle verweist.
eu: Ez dago LSTP Zerbitzariak erabiltzeko interfaze librerik. Mesedez konfigurazioa amaitu ondoren /etc/ltsp/dhcpd.conf fitxategia eskuz konfiguratu baliozko interfaze estatiko batetara lotzeko.
fr: Il n'existe pas d'interface libre utilisable par le serveur LTSP. Veuillez modifier le fichier /etc/ltsp/dhcpd.conf pour pointer vers une interface valable après la fin de l'installation.
gl: Non hai interfaces libres para empregalas co servidor LTSP. Configure o ficheiro /etc/ltsp/dhcpd.conf manualmente para que apunte a unha interface estática válida despois de rematar a instalación.
nl: Er zijn geen vrije interfaces beschikbaar voor de LTSP-server. Na de installatie dient in het configuratiebestand /etc/lstp/dhcpd.conf handmatig naar een geldige statische interface verwezen te worden.
pt: Não há interfaces livres para utilizar com o servidor LTSP. Por favor configure o ficheiro /etc/ltsp/dhcpd.conf manualmente para apontar para uma interface estática válida depois de terminada a instalação.
sv: Det finns inga lediga nätverksgränssnitt att använda för LTSP-servern. Konfigurera filen /etc/ltsp/dhcpd.conf manuellt till att peka på ett giltigt statiskt nätverksgränssnitt efter att installationen är färdig.

source: Interface for the thin client network:
bg: Интерфейс за мрежата с тънки клиенти:
ca: Interfície per a la xarxa de clients lleugers:
cs: Rozhraní pro síť tenkého klienta:
de: Netzwerkschnittstelle für das Thin-Client-Netzwerk:
eu: Bezero arin sarearen interfazea:
fr: Interface pour le réseau de clients légers :
gl: Interface para a rede de clientes lixeiros:
nl: Interface voor het thin-client-netwerk:
pt: Interface para a rede do cliente leve:
ru: Интерфейс в сеть тонких клиентов:
sv: Nätverksgränssnitt för tunna klient-nätverket:

source: Please choose, among the multiple spare interfaces this system has, which one should be used for the thin client.
bg: Изберете кой от своодните мрежови интерфейси да бъде използван от тънкия клиент.
ca: Trieu, d'entre les interfícies que hi ha disponibles en aquest sistema, la que s'hauria d'utilitzar per als clients lleugers.
cs: Z volných rozhraní tohoto systému vyberte prosím to, které se má použít pro tenkého klienta.
de: Dieses Rechnersystem besitzt mehrere freie Netzwerkschnittstellen. Bitte wählen Sie aus, welche für den Thin Client benutzt werden soll.
eu: Mesedez hautatu, sistema honek dituen erabili gabeko interfazeen artean, zein erabili behar den bezero arinarentzat.
fr: Veuillez choisir, parmi les interfaces libres de ce système, celle qui doit être utilisée pour le client léger.
gl: Indique, entre as distintas interfaces sobrantes que ten este sistema, cal quere empregar para o cliente lixeiro.
nl: Welke van de beschikbare interfaces op dit systeem wilt u voor de thin-client gebruiken?
pt: Por favor escolha, de entre as interfaces livres que este sistema tem, qual deve ser usada para o cliente leve.
sv: Välj, bland de reservgränssnitt som det här systemet har, vilket som ska användas för den tunna klienten.

source: Installation aborted
bg: Инсталирането е прекъснато
ca: S'ha avortat la instal·lació
fr: Installation interrompue
gl: Instalación cancelada
nl: Installatie is afgebroken
pt: Instalação cancelada
sv: Installationen avbröts

source: The ltsp-client package cannot be installed in a regular machine. This package provides the basic structure for a LTSP terminal.
bg: Пакетът ltsp-client не бива да се инсталира на обикновени машини. Предназначението му е да подсигури инфраструктура за терминал LTSP.
ca: No és possible instal·lar el paquet ltsp-client en una màquina normal. Aquest paquet proveeix l'estructura bàsica d'un terminal LTSP.
cs: ltsp-client nemůže být nainstalován na běžný počítač. Tento balík poskytuje základní strukturu pro LTSP terminál.
de: Das Paket ltsp-client kann nicht auf einem normal genutzten Rechner installiert werden; das Paket stellt die Grundstruktur für ein LTSP-Terminal zur Verfügung.
eu: ltsp-client paketea ezin da makina arrunt batetan instalatu. Pakete honek LTSP terminalaren oinarrizko egitura du.
fr: Il est impossible d'installer ltsp-client sur une machine normale. Ce paquet fournit la structure de base pour un terminal LTSP.
gl: Non se pode instalar o paquete ltsp-client nunha máquina normal. Este paquete fornece a estructura básica para un terminal LTSP.
nl: Het is niet mogelijk om het pakket 'ltsp-client' te installeren op een normale machine. Dit pakket levert de basisstructuur voor een LTSP-terminal.
pt: O pacote ltsp-client não pode ser instalado numa máquina normal. Este pacote disponibiliza a estrutura básica para um terminal LTSP.
sv: Paketet ltsp-client kan inte installeras på en vanlig maskin. Det här paketet tillhandahåller grundläggande struktur för en LTSP-terminal.

source: Please read the package description to understand what it means.
bg: Повече информация има в описанието на пакета.
ca: Si us plau, llegiu la descripció del paquet per entendre el que vol dir.
cs: Přečtěte si prosím popis balíku, abyste porozuměli, co to znamená.
de: Bitte lesen Sie die Paketbeschreibung, um zu verstehen, was damit gemeint ist.
eu: Mesedez pakete deskribapena irakurri horrek zer esan nahi duen ulertzeko.
fr: Veuillez lire la description du paquet pour comprendre ce que cela signifie.
gl: Consulte a descrición do paquete para entender o que significa.
nl: Om te begrijpen wat dit betekent leest u best de pakketbeschrijving na.
pt: Por favor leia a descrição do pacote para perceber o que significa.
ru: Чтобы понять, что произошло обратитесь к описанию пакета.
sv: Läs paketbeskrivningen för att förstå vad det betyder.

source: Installation aborted
cs: Instalace přerušena
de: Installation abgebrochen.
eu: Instalazioa utzi egin da
ru: Установка прервана

source: This will set up an LTSP chroot environment on the machine, to act as a thin client server.
ru: Сейчас будет настроено chroot-окружение LTSP на машине, которая будет выступать в качестве сервера тонких клиентов.

source: No Interface for LTSP dhcpd configuration found
ru: Нет интерфейса для настройки LTSP dhcpd

source: There are no free interfaces for usage with the LTSP Server. Please configure the file /etc/ltsp/dhcpd.conf manually to point to a valid static interface after the installation finished.
ru: Нет свободных интерфейсов для использования LTSP Сервером. После завершения установки настройте файл /etc/ltsp/dhcpd.conf вручную, указав работающий статический интерфейс.

source: There were multiple spare interfaces found in this system.
ru: В системе найдено несколько незадействованных интерфейсов.

source: ltsp-client cannot be installed in a regular machine. This package provides the basic structure for a LTSP terminal.
ru: ltsp-client не может быть установлен на обычную машину. Этот пакет предоставляет базовую структуру для LTSP-терминала.
